{
	"About me": "Über mich",
	"Hello, I am Phil. Clean code lover, tech enthusiast and dedicated handball player. During my training as a frontend developer, I enjoyed working on various projects in a team as well as independently. In doing so, I gained a lot of experience and was able to put my structured and analytical skills to good use. In projects, I attach great importance to user-friendly interfaces and a good, modern design. As we all know, you eat with your eyes first. I look forward to working on many exciting projects in the future and to developing myself further. Next step: Backend development.": "Hallo, ich bin Phil. Freund von Clean Code, Technik-Enthusiast und begeisterter Handballspieler. Während meiner Ausbildung zum Frontend-Entwickler konnte ich verschiedene Projekte sowohl im Team als auch eigenständig abschließen. Dabei habe ich viel Erfahrung gesammelt und konnte meine strukturierten und analytischen Fähigkeiten gut einsetzen. In Projekten lege ich großen Wert auf benutzerfreundliche Oberflächen und ein gutes, modernes Design. Denn bekanntlich isst das Auge ja mit. Ich freue mich darauf, auch in Zukunft an vielen spannenden Projekten zu arbeiten und mich stetig weiterzuentwickeln. Nächster Schritt: Backend-Entwicklung.",
	"Let's talk": "Schreiben Sie mir",
	"Your name": "Ihr Name",
	"Please enter your name": "Bitte geben Sie Ihren Namen ein",
	"Your email": "Ihre E-Mail Adresse",
	"Please enter your e-mail address": "Bitte geben Sie Ihre E-Mail Adresse ein",
	"Your message": "Ihre Nachricht",
	"Please enter a message for me": "Bitte geben Sie eine Nachricht ein",
	"Send": "Senden",
	"Say Hi!": "Sag Hallo!",
	"How do you like your coffee?": "Wie mögen Sie ihren Kaffee?",
	"Let's meet up and make your ideas happen": "Treffen wir uns und verwirklichen Ihre Ideen.",
	"Legal notice": "Datenschutzerklärung",
	"My skills": "Fähigkeiten",
	"Portfolio": "Portfolio",
	"This page is a sample of my work - please feel free to try out.": "Diese Seite ist ein Beispiel für meine Arbeit - fühlen Sie sich frei alles auszuprobieren.",
	"Developer": "Entwickler",
	"Send a message": "Schick eine Nachricht"
}