{
	"About me": "Über mich",
	"Hello, I am Phil. Clean code lover, tech enthusiast and dedicated handball player. During my intensive training as a front-end developer, I deepened my knowledge in these technologies and specialized in web app development. In the process, I gained a lot of experience and always received positive feedback from experienced mentors. I was able to learn different technologies in a short period of time and was always looking for new challenges to develop myself. I am a very structured and analytical thinker and can solve complex tasks quickly and effectively.": "Hallo, ich bin Phil. Freund von Clean Code, Technik-Enthusiast und passionierter Handballspieler. Während meiner intensiven Ausbildung zum Frontend-Entwickler habe ich mein Wissen in diesen Technologien vertieft und mich auf die Entwicklung von Web-Apps spezialisiert. Dabei habe ich viel Erfahrung gesammelt und stets positives Feedback von erfahrenen Mentoren erhalten. Ich konnte mich in kurzer Zeit in verschiedene Technologien einarbeiten und war immer auf der Suche nach neuen Herausforderungen, um mich weiterzuentwickeln. Ich bin ein sehr strukturierter und analytischer Denker und kann komplexe Aufgaben schnell und effektiv lösen.",
	"I have proven this during the training in the various projects in the team and independently and also gained significant experience in collaboration and project management. Therefore, I am used to taking responsibility and working carefully.": "Dies habe ich während der Ausbildung in den verschiedenen Projekten im Team und selbstständig unter Beweis gestellt und auch wichtige Erfahrungen in der Zusammenarbeit und im Projektmanagement gesammelt. Daher bin ich es gewohnt, Verantwortung zu übernehmen und sorgfältig zu arbeiten.",
	"I look forward to working on many exciting projects in the future.": "Ich freue mich darauf, in Zukunft an vielen spannenden Projekten mitzuarbeiten.",
	"Let's talk": "Schreiben Sie mir",
	"Your name": "Ihr Name",
	"Please enter your name": "Bitte geben Sie Ihren Namen ein",
	"Your email": "Ihre E-Mail Adresse",
	"Please enter your e-mail address": "Bitte geben Sie Ihre E-Mail Adresse ein",
	"Your message": "Ihre Nachricht",
	"Please enter a message for me": "Bitte geben Sie eine Nachricht ein",
	"Send": "Senden",
	"Say Hi!": "Sag Hallo!",
	"How do you like your coffee?": "Wie mögen Sie ihren Kaffee?",
	"Let's meet up and make your ideas happen": "Treffen wir uns und verwirklichen Ihre Ideen.",
	"Legal notice": "Datenschutzerklärung",
	"My skills": "Fähigkeiten",
	"Portfolio": "Portfolio",
	"This page is a sample of my work - please feel free to try out.": "Diese Seite ist ein Beispiel für meine Arbeit - fühlen Sie sich frei alles auszuprobieren.",
	"Developer": "Entwickler",
	"Send a message": "Schick eine Nachricht"
}